{
    "1": {
        "pregunta": "¿Cuál es el nombre del personaje principal en la serie 'Stranger Things'? Opción A: Mike Wheeler Opción B: Eleven Opción C: Dustin Henderson Opción D: Will Byers",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Eleven"
    },
    "2": {
        "pregunta": "¿Quién interpreta a Frank Underwood en la serie 'House of Cards'? Opción A: Kevin Spacey Opción B: Robin Wright Opción C: Michael Kelly Opción D: Kate Mara",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Kevin Spacey"
    },
    "3": {
        "pregunta": "¿Qué serie documental de crímenes reales se hizo famosa por su episodio titulado 'Making a Murderer'? Opción A: The Keepers Opción B: The Jinx Opción C: Making a Murderer Opción D: The Staircase",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Making a Murderer"
    },
    "4": {
        "pregunta": "¿Cuál es el título de la serie sobre el nacimiento de la música hip-hop en Nueva York en los años 70 y 80? Opción A: The Get Down Opción B: Hip-Hop Evolution Opción C: Rhythm + Flow Opción D: Empire",
        "respuesta_obtenida": null,
        "respuesta_correcta": "The Get Down"
    },
    "5": {
        "pregunta": "¿Quién es el creador de la serie 'Black Mirror'? Opción A: Charlie Brooker Opción B: Dan Harmon Opción C: David Benioff Opción D: D.B. Weiss",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Charlie Brooker"
    },
    "6": {
        "pregunta": "¿Cuál es el título de la película sobre la vida de Barack Obama, protagonizada por Devon Terrell? Opción A: Barry Opción B: The Obama Effect Opción C: Southside with You Opción D: My Name Is My Name",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Southside with You"
    },
    "7": {
        "pregunta": "¿En qué película original de Netflix, dirigida por Ava DuVernay, se narra la historia de cinco jóvenes acusados injustamente de un crimen en Central Park? Opción A: When They See Us Opción B: 13th Opción C: Mudbound Opción D: Fruitvale Station",
        "respuesta_obtenida": null,
        "respuesta_correcta": "When They See Us"
    },
    "8": {
        "pregunta": "¿Cuál es el título de la película protagonizada por Sandra Bullock, donde un grupo de personas debe sobrevivir con los ojos vendados para no ser afectados por una fuerza misteriosa que hace que las personas se suiciden? Opción A: Bird Box Opción B: A Quiet Place Opción C: The Silence Opción D: The Happening",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Bird Box"
    },
    "9": {
        "pregunta": "¿Quién dirigió la película de ciencia ficción 'Aniquilación', protagonizada por Natalie Portman? Opción A: Denis Villeneuve Opción B: Alfonso Cuarón Opción C: Alex Garland Opción D: David Cronenberg",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Alex Garland"
    },
    "10": {
        "pregunta": "¿Qué actor interpreta al personaje principal en la película 'El irlandés', dirigida por Martin Scorsese? Opción A: Robert De Niro Opción B: Al Pacino Opción C: Joe Pesci Opción D: Harvey Keitel",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Robert De Niro"
    },
    "11": {
        "pregunta": "¿Cuál es el título de la serie sobre un misterioso pueblo en Oregón donde suceden fenómenos paranormales, creada por Alex Hirsch? Opción A: Gravity Falls Opción B: Twin Peaks Opción C: Stranger Things Opción D: Dark",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Gravity Falls"
    },
    "12": {
        "pregunta": "¿Qué serie de animación para adultos sigue las aventuras de BoJack Horseman, un caballo que fue estrella de una exitosa serie de los 90? Opción A: Rick and Morty Opción B: Archer Opción C: Family Guy Opción D: BoJack Horseman",
        "respuesta_obtenida": null,
        "respuesta_correcta": "BoJack Horseman"
    },
    "13": {
        "pregunta": "¿En qué serie de Netflix se muestra la vida del narcotraficante colombiano Pablo Escobar? Opción A: Breaking Bad Opción B: Narcos Opción C: El Chapo Opción D: La Reina del Sur",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Narcos"
    },
    "14": {
        "pregunta": "¿Cuál es el nombre del personaje principal en la serie 'La Casa de Papel'? Opción A: El Profesor Opción B: Tokio Opción C: Berlín Opción D: Río",
        "respuesta_obtenida": null,
        "respuesta_correcta": "El Profesor"
    },
    "15": {
        "pregunta": "¿Quién interpreta a Geralt de Rivia en la serie 'The Witcher'? Opción A: Henry Cavill Opción B: Jason Momoa Opción C: Kit Harington Opción D: Tom Hardy",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Henry Cavill"
    },
    "16": {
        "pregunta": "¿Cuál es el título de la película de ciencia ficción dirigida por Christopher Nolan, donde los sueños son el centro de la trama? Opción A: Inception Opción B: Interstellar Opción C: The Matrix Opción D: Eternal Sunshine of the Spotless Mind",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Inception"
    },
    "17": {
        "pregunta": "¿Qué película de Netflix cuenta la historia de un joven músico que busca cumplir su sueño de convertirse en una estrella de la música country? Opción A: The Highwaymen Opción B: Dolemite Is My Name Opción C: A Futile and Stupid Gesture Opción D: A Star Is Born",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Dolemite Is My Name"
    },
    "18": {
        "pregunta": "¿Cuál es el título de la película original de Netflix protagonizada por Sandra Bullock, donde debe llevar a dos niños a un lugar seguro en medio de un apocalipsis? Opción A: A Quiet Place Opción B: Bird Box Opción C: The Silence Opción D: Train to Busan",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Bird Box"
    },
    "19": {
        "pregunta": "¿Quién dirigió la película de suspenso 'El Hoyo', donde los prisioneros están encerrados en una torre con diferentes niveles? Opción A: Álex de la Iglesia Opción B: Jaume Collet-Serra Opción C: Pedro Almodóvar Opción D: Galder Gaztelu-Urrutia",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Galder Gaztelu-Urrutia"
    },
    "20": {
        "pregunta": "¿Qué actor interpreta a Sherlock Holmes en la película 'Enola Holmes'? Opción A: Robert Downey Jr. Opción B: Jude Law Opción C: Henry Cavill Opción D: Benedict Cumberbatch",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Henry Cavill"
    },
    "21": {
        "pregunta": "¿Cuál es el título de la serie de comedia que sigue la vida de una familia adinerada que pierde su fortuna y debe mudarse a un pueblo pequeño? Opción A: The Good Place Opción B: Arrested Development Opción C: Schitt's Creek Opción D: Parks and Recreation",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Schitt's Creek"
    },
    "22": {
        "pregunta": "¿Qué serie de drama sigue la vida de una familia mafiosa en Birmingham, Inglaterra, después de la Primera Guerra Mundial? Opción A: The Crown Opción B: Peaky Blinders Opción C: Boardwalk Empire Opción D: The Sopranos",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Peaky Blinders"
    },
    "23": {
        "pregunta": "¿En qué serie de Netflix un grupo de jóvenes rebeldes crean una banda de música para luchar contra una corporación malvada? Opción A: The Umbrella Academy Opción B: GLOW Opción C: Teenage Bounty Hunters Opción D: Julie and the Phantoms",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Julie and the Phantoms"
    },
    "24": {
        "pregunta": "¿Quién es el creador de la serie de terror 'Hill House', basada en la novela homónima de Shirley Jackson? Opción A: Mike Flanagan Opción B: Ryan Murphy Opción C: David Lynch Opción D: Stephen King",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Mike Flanagan"
    },
    "25": {
        "pregunta": "¿Cuál es el título de la serie británica que sigue la vida de una familia aristocrática en el periodo de entreguerras? Opción A: Peaky Blinders Opción B: Downton Abbey Opción C: The Crown Opción D: The Marvelous Mrs. Maisel",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Downton Abbey"
    },
    "26": {
        "pregunta": "¿Cuál es el título de la película de ciencia ficción protagonizada por Natalie Portman, donde un equipo de mujeres investiga una misteriosa área conocida como 'La Zona'? Opción A: Annihilation Opción B: Ex Machina Opción C: Arrival Opción D: Interstellar",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Annihilation"
    },
    "27": {
        "pregunta": "¿En qué película original de Netflix un joven se infiltra en una pandilla de carretera en Los Ángeles para investigar la desaparición de su hermano? Opción A: Imperial Dreams Opción B: Beasts of No Nation Opción C: Mudbound Opción D: Lost Bullet",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Imperial Dreams"
    },
    "28": {
        "pregunta": "¿Cuál es el título de la película de terror sobrenatural donde una familia debe sobrevivir a una serie de fenómenos paranormales en su nueva casa? Opción A: The Conjuring Opción B: Sinister Opción C: Insidious Opción D: The Haunting of Hill House",
        "respuesta_obtenida": null,
        "respuesta_correcta": "The Conjuring"
    },
    "29": {
        "pregunta": "¿Quién dirigió la película 'El Ritual', donde un grupo de amigos enfrenta a una entidad sobrenatural en un bosque sueco? Opción A: Ari Aster Opción B: Mike Flanagan Opción C: David Bruckner Opción D: Jordan Peele",
        "respuesta_obtenida": null,
        "respuesta_correcta": "David Bruckner"
    },
    "30": {
        "pregunta": "¿Cuál es el título de la película de comedia protagonizada por Adam Sandler, donde interpreta a un joyero de Nueva York con problemas de juego? Opción A: Uncut Gems Opción B: The Meyerowitz Stories Opción C: Punch-Drunk Love Opción D: Spanglish",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Uncut Gems"
    },
    "31": {
        "pregunta": "¿Cuál es el título de la serie de ciencia ficción que sigue a un grupo de androides que luchan por su libertad en un parque temático de robots? Opción A: Westworld Opción B: Humans Opción C: Black Mirror Opción D: Altered Carbon",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Westworld"
    },
    "32": {
        "pregunta": "¿Qué serie documental de Netflix narra la historia de Steven Avery, quien fue injustamente condenado por un crimen que no cometió? Opción A: Making a Murderer Opción B: The Keepers Opción C: The Staircase Opción D: Evil Genius",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Making a Murderer"
    },
    "33": {
        "pregunta": "¿Quién interpreta a Eleven en la serie 'Stranger Things'? Opción A: Millie Bobby Brown Opción B: Winona Ryder Opción C: Finn Wolfhard Opción D: David Harbour",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Millie Bobby Brown"
    },
    "34": {
        "pregunta": "¿Cuál es el título de la serie animada que sigue las aventuras de un científico loco y su nieto aventurero? Opción A: Futurama Opción B: The Simpsons Opción C: Rick and Morty Opción D: Archer",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Rick and Morty"
    },
    "35": {
        "pregunta": "¿En qué serie de Netflix un grupo de jóvenes usa la tecnología para viajar en el tiempo y prevenir la catástrofe? Opción A: Dark Opción B: Stranger Things Opción C: Travelers Opción D: Altered Carbon",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Dark"
    },
    "36": {
        "pregunta": "¿Cuál es el título de la película protagonizada por Will Smith, donde interpreta a un agente del gobierno que lucha contra una invasión alienígena? Opción A: Independence Day Opción B: Men in Black Opción C: I Am Legend Opción D: After Earth",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Independence Day"
    },
    "37": {
        "pregunta": "¿Qué película de Netflix sigue la historia de un ingeniero que lucha por la supervivencia en Marte después de ser abandonado por su tripulación? Opción A: Interstellar Opción B: The Martian Opción C: Gravity Opción D: Moon",
        "respuesta_obtenida": null,
        "respuesta_correcta": "The Martian"
    },
    "38": {
        "pregunta": "¿Quién dirigió la película de terror 'It Follows', donde una joven es perseguida por una entidad sobrenatural después de un encuentro sexual? Opción A: Jordan Peele Opción B: Robert Eggers Opción C: David Robert Mitchell Opción D: Ari Aster",
        "respuesta_obtenida": null,
        "respuesta_correcta": "David Robert Mitchell"
    },
    "39": {
        "pregunta": "¿Cuál es el título de la película de comedia protagonizada por Bill Murray, donde revive una y otra vez el mismo día? Opción A: Groundhog Day Opción B: Palm Springs Opción C: Happy Death Day Opción D: Edge of Tomorrow",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Groundhog Day"
    },
    "40": {
        "pregunta": "¿En qué película una joven es perseguida por un hombre con una máscara blanca después de jugar a un juego misterioso? Opción A: Scream Opción B: The Strangers Opción C: Hush Opción D: The Babadook",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Hush"
    },
    "41": {
        "pregunta": "¿Cuál es el título de la serie de comedia protagonizada por Steve Carell que sigue la vida cotidiana en una oficina de Scranton, Pennsylvania? Opción A: Brooklyn Nine-Nine Opción B: The Office Opción C: Parks and Recreation Opción D: It's Always Sunny in Philadelphia",
        "respuesta_obtenida": null,
        "respuesta_correcta": "The Office"
    },
    "42": {
        "pregunta": "¿En qué serie un hombre comienza a recibir cartas de amor y consejos de su yo del futuro, lo que afecta su vida amorosa y profesional? Opción A: The Flash Opción B: Arrow Opción C: Lucifer Opción D: You",
        "respuesta_obtenida": null,
        "respuesta_correcta": "You"
    },
    "43": {
        "pregunta": "¿Quién interpreta a Carrie Bradshaw en la serie 'Sex and the City'? Opción A: Sarah Jessica Parker Opción B: Kristin Davis Opción C: Cynthia Nixon Opción D: Kim Cattrall",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Sarah Jessica Parker"
    },
    "44": {
        "pregunta": "¿En qué serie una joven regresa a su pueblo natal después de escapar de un culto religioso? Opción A: The Leftovers Opción B: The OA Opción C: Sharp Objects Opción D: Big Little Lies",
        "respuesta_obtenida": null,
        "respuesta_correcta": "The OA"
    },
    "45": {
        "pregunta": "¿Cuál es el título de la serie británica que sigue las vidas entrelazadas de personajes en el suburbio de Manchester? Opción A: Skins Opción B: Misfits Opción C: Shameless Opción D: Skins",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Shameless"
    },
    "46": {
        "pregunta": "¿Cuál es el título de la película de ciencia ficción donde un equipo de astronautas debe investigar un agujero negro en el espacio? Opción A: Gravity Opción B: Interstellar Opción C: The Martian Opción D: Event Horizon",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Event Horizon"
    },
    "47": {
        "pregunta": "¿Qué película original de Netflix sigue la historia de un joven gay que lucha por aceptarse a sí mismo y encontrar el amor? Opción A: Call Me by Your Name Opción B: God's Own Country Opción C: Alex Strangelove Opción D: Moonlight",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Alex Strangelove"
    },
    "48": {
        "pregunta": "¿Quién dirigió la película de terror psicológico 'The Babadook', donde una madre lucha por proteger a su hijo de una entidad sobrenatural? Opción A: Jennifer Kent Opción B: Karyn Kusama Opción C: Julia Ducournau Opción D: Ana Lily Amirpour",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Jennifer Kent"
    },
    "49": {
        "pregunta": "¿Cuál es el título de la película de comedia donde un grupo de amigos hace una carrera de borrachos de una costa estadounidense a otra? Opción A: EuroTrip Opción B: Road Trip Opción C: The Hangover Opción D: Dude, Where's My Car?",
        "respuesta_obtenida": null,
        "respuesta_correcta": "Road Trip"
    },
    "50": {
        "pregunta": "¿En qué película una joven se enamora de una criatura marina en un laboratorio secreto durante la Guerra Fría? Opción A: The Shape of Water Opción B: La La Land Opción C: Pan's Labyrinth Opción D: Crimson Peak",
        "respuesta_obtenida": null,
        "respuesta_correcta": "The Shape of Water"
    }
}